Repository: diggosilva/MyFurnaceBackups
Catalog: MyFurnaceBackups/App/Localizables/*.lproj/Localizable.strings
Languages: pt_br

# about_menu
source: About My Furnace Backups
pt_br: Sobre My Furnace Backups

# quit_menu
source: Quit My Furnace Backups
pt_br: Sair do My Furnace Backups

# about_description
source: My Furnace Backups is a tool to export and import Furnace backups. Like the app? Consider donating to support its development!
pt_br: My Furnace Backups é uma ferramenta para exportar e importar backups do Furnace. Gostou do app? Considere fazer uma doação para apoiar o desenvolvimento!

source: 🔗 View on GitHub
pt_br: 🔗 Ver no GitHub

# close_button
source: Close
pt_br: Fechar

# zip_checkbox
source: Compress as .zip
pt_br: Compactar como .zip

# export_button
source: Export
pt_br: Exportar

# import_button
source: Import
pt_br: Importar

# export_window_title
source: CHOOSE THE DIRECTORY WHERE YOU WANT TO SAVE THE FURNACE BACKUPS.
pt_br: ESCOLHA O DIRETÓRIO ONDE VOCÊ DESEJA SALVAR OS BACKUPS DO FURNACE.

source: Export Cancelled ⛔️
pt_br: Exportação Cancelada ⛔️

# export_done
source: Export Completed ✅
pt_br: Exportação Concluída ✅

source: Nothing to Export ⛔️
pt_br: Nada a Exportar ⛔️

# export_error
source: Error Exporting Backups ⛔️
pt_br: Erro ao Exportar Backups ⛔️

# export_summary
source: %d backups found %d exported %d skipped (already existed)
pt_br: %d backups encontrados %d exportados %d ignorados (já existiam)

# zip_success
source: Backups zipped to: %@
pt_br: Backups compactados para: %@

# furnace_folder_missing
source: The Furnace backups folder was not found. Please check if Furnace is correctly installed or if you haven't renamed essential folders.
pt_br: A pasta de backups do Furnace não foi encontrada. Verifique se o Furnace está instalado corretamente ou se você não renomeou pastas essenciais.

# no_backups_available
source: No backups were found in the Furnace folder to export.
pt_br: Nenhum backup foi encontrado na pasta do Furnace para exportar.

# export_cancelled_desc
source: The export was canceled by the user. To export your backups, select a destination folder.
pt_br: A exportação foi cancelada pelo usuário. Caso queira exportar seus backups, selecione um diretório de destino para exportar a pasta.

# import_window_title
source: CHOOSE THE FOLDER CONTAINING THE BACKUPS YOU WANT TO IMPORT.
pt_br: ESCOLHA A PASTA ONDE ESTÃO OS BACKUPS QUE VOCÊ DESEJA IMPORTAR.

source: Import Cancelled ⛔️
pt_br: Importação Cancelada ⛔️

# import_done
source: Import Completed ✅
pt_br: Importação Concluída ✅

source: Nothing to Import ⛔️
pt_br: Nada a Importar ⛔️

# import_error
source: Error Importing Backups ⛔️
pt_br: Erro ao Importar Backups ⛔️

# import_summary
source: %d backups found %d imported %d skipped (already existed)
pt_br: %d backups encontrados %d importados %d ignorados (já existiam)

# no_backups_found_desc
source: No '.fur' files found in the selected folder.
pt_br: Nenhum arquivo '.fur' encontrado na pasta selecionada.

# import_cancelled_desc
source: The import was canceled by the user.
pt_br: A importação foi cancelada pelo usuário.

# missing_critical_dir
source: A critical system folder was not found: %@ Please check if Furnace is correctly installed or if you haven't renamed essential folders.
pt_br: A pasta crítica do sistema não foi encontrada: %@ Verifique se o Furnace está instalado corretamente ou se você não renomeou pastas essenciais.

# backups_is_file
source: A **file** named 'backups' already exists in the Furnace folder, preventing the creation of the backups folder. Rename or remove this file manually to proceed.
pt_br: Já existe um **arquivo** chamado 'backups' na pasta do Furnace, impedindo a criação da pasta de backups. Renomeie ou remova esse arquivo manualmente para continuar.
